[
  {
    "Export": {
      "Name": "PetConfigDataTable",
      "Class": "DataTable",
      "ClassOwner": "/Script/Engine",
      "Template": "Default__DataTable",
      "TemplateOwner": "/Script/Engine"
    },
    "Rows": {
    "home_pet_2": {
      "Name": "Peanut",
      "Icon": {
        "Path": "/Game/Resources/UI/jiayuan/pet/Pet_013.Pet_013",
        "SubPath": ""
      },
      "MiniIcon": {
        "Path": "/Game/Resources/UI/jiayuan/pet_new/Pet_013_3.Pet_013_4",
        "SubPath": ""
      },
      "Description": "Currently, it is the only smart servant with an unknown serial number, model, and year of manufacture. Outmoded it may, it is twice as cool as any smart servant here. It is said to be the prototype of all smart servants whose artificial consciousness is based on its Sea of Consciousness. In a sense, its consciousness is closer to humans than any other smart servant's.",
      "ActorClass": {
        "Path": "/Game/Resources/CoreBlueprints/Character/Pet/Pet_013/Pet_013a/Pet_013a.Pet_013a_C",
        "SubPath": ""
      }
    },
    "home_pet_3": {
      "Name": "Mad Dumont",
      "Icon": {
        "Path": "/Game/Resources/UI/jiayuan/pet/Pet_029.Pet_029",
        "SubPath": ""
      },
      "MiniIcon": {
        "Path": "/Game/Resources/UI/jiayuan/pet_new/Pet_029_3.Pet_029_4",
        "SubPath": ""
      },
      "Description": "CBR-63, No. 1, agricultural use and was once produced in large quantities. A product of the Old Federation period. Used for land reclamation and agricultural cultivation. Has multiple functions but with a slightly lower intelligence level. It can test the soil in various regions and analyze what vegetables should be grown according to the properties of the soil. It can also be used to analyze and synthesize plant nutrient solutions for cultivating vegetables and is a very convenient agricultural smart servant.",
      "ActorClass": {
        "Path": "/Game/Resources/CoreBlueprints/Character/Pet/Pet_029/Pet_029.Pet_029_C",
        "SubPath": ""
      }
    },
    "home_pet_5": {
      "Name": "Smarty",
      "Icon": {
        "Path": "/Game/Resources/UI/jiayuan/pet/Pet_009.Pet_009",
        "SubPath": ""
      },
      "MiniIcon": {
        "Path": "/Game/Resources/UI/jiayuan/pet_new/Pet_009_3.Pet_009_4",
        "SubPath": ""
      },
      "Description": "Code ABR-62, No.0, redacted. One of the first generations of Smart Servant cannot be traced due to its old model type. It is currently a hunting type with feline artificial consciousness and feline biological habits. Although it looks small and cute, it has a powerful combat system, which can be a defensive droid on the battlefield during the initial period of the Omnium plague.",
      "ActorClass": {
        "Path": "/Game/Resources/CoreBlueprints/Character/Pet/Pet_025/Pet_009.Pet_009_C",
        "SubPath": ""
      }
    },
    "home_pet_6": {
      "Name": "Alf",
      "Icon": {
        "Path": "/Game/Resources/UI/jiayuan/pet/Pet_011.Pet_011",
        "SubPath": ""
      },
      "MiniIcon": {
        "Path": "/Game/Resources/UI/jiayuan/pet_new/Pet_011_3.Pet_011_4",
        "SubPath": ""
      },
      "Description": "Model FGR-03,1 was a mass production industrial model used in deep excavation during the Old Federation era. It had simple features and was not very intelligent. Later on, it was abandoned due to the reduced mine production and safety concerns. To cut their losses, the manufacturer modified the droid into a smart servant and put it on sale again, and that's how people ended up with this clumsy and cute servant.",
      "ActorClass": {
        "Path": "/Game/Resources/CoreBlueprints/Character/Pet/Pet_011/Pet_011.Pet_011_C",
        "SubPath": ""
      }
    },
    "home_pet_7": {
      "Name": "Tartarus",
      "Icon": {
        "Path": "/Game/Resources/UI/jiayuan/pet/Pet_014.Pet_014",
        "SubPath": ""
      },
      "MiniIcon": {
        "Path": "/Game/Resources/UI/jiayuan/pet_new/Pet_014_3.Pet_014_4",
        "SubPath": ""
      },
      "Description": "Number WMM-64,3 was an amphibious smart servant with a built-in ecology system that can handle environmental changes perfectly. It goes into hibernation mode when the temperature drops below 10 degrees, but is easily awakened due to its sharp ear. However, it doesn't move very fast due to the turtle-like characteristics in its program, so it's not uncommon for its actions to lag behind its thoughts significantly.",
      "ActorClass": {
        "Path": "/Game/Resources/CoreBlueprints/Character/Pet/Pet_014/Pet_014.Pet_014_C",
        "SubPath": ""
      }
    }
  }
  }
]