[
  {
    "Export": {
      "Name": "IntroduceDataTable",
      "Class": "DataTable",
      "ClassOwner": "/Script/Engine",
      "Template": "Default__DataTable",
      "TemplateOwner": "/Script/Engine"
    },
    "Rows": {
    "Wormhole": {
      "Descriptions": [
        {
          "DescImage": {
            "Path": "/Game/Resources/UI/Wormhole/wormhole_yd_1.wormhole_yd_2",
            "SubPath": ""
          },
          "DescTitle": "Stage Objective",
          "DescText": "Collect as much rift energy as possible from the Wormhole until the bar is at 100% to beat the stage. When the timer reaches 0, you will start to lose HP until it drops to zero and you lose. Remember to grab as many time-adding items in the Wormhole as you can!"
        },
        {
          "DescImage": {
            "Path": "/Game/Resources/UI/Wormhole/wormhole_yd_3.wormhole_yd_4",
            "SubPath": ""
          },
          "DescTitle": "Blessing Rune",
          "DescText": "Don't missing any Rune of Blessing in the Wormhole. You can pick one of the buffs by interaction, and repeat buffs can be stacked. Powerful enemies may drop Rune of Blessing when they're defeated."
        },
        {
          "DescImage": {
            "Path": "/Game/Resources/UI/Wormhole/wormhole_yd_4.wormhole_yd_5",
            "SubPath": ""
          },
          "DescTitle": "Items",
          "DescText": "In the Wormhole, your HP will be carried over to the next level, so try to avoid any HP loss. Using all the helpful items inside will make collecting Rift Energy easier."
        }
      ]
    },
    "TreasureMap": {
      "Descriptions": [
        {
          "DescImage": {
            "Path": "/Game/Resources/UI/welfarecard/fuli_signin_pannel.fuli_signin_pannel",
            "SubPath": ""
          },
          "DescTitle": "Rules of Beacon Hunt",
          "DescText": "How it works: \r\n1. Claim your free Omnium collector every day and place it anywhere to collect Omnium in the environment.\r\n2. If not found by other Wanderers, your Omnium collector will be fully charged in 24 hours and yield rewards in proportion with its grade.\r\n3. Upon deployment, the Omnium collector will broadcast irregular signals identifying its location. Wanderers who pick up the signal and trace it to the root will obtain abundant rewards.\r\n5. The Omnium collector broadcasts in three possible patterns: complete location, partial location, and location fragment.\r\nComplete location: Any Wanderer who picks up this signal can hunt for the collector independently. \r\nPartial location: The signal is a clue that leads to another Wanderer who has the other half of the location. Two Wanderers must team up to find the Omnium collector.\r\nLocation fragment: The signal is a clue that leads to two other Wanderers with more fragments. All three Wanderers must team up to find the Omnium collector."
        }
      ]
    }
  }
  }
]