[
  {
    "Export": {
      "Name": "PersonalityTitleDataTable",
      "Class": "DataTable",
      "ClassOwner": "/Script/Engine",
      "Template": "Default__DataTable",
      "TemplateOwner": "/Script/Engine"
    },
    "Rows": {
    "Self_2": {
      "PersonalityTitleName": "Cat-Like Otaku",
      "PersonalityTitleDescription": "Aloof and prefers solitude, quite often says things contrary to what's really on their mind. Very happy when contacted, but replies depending on their capacious mood. Cherishes alone time."
    },
    "Self_3": {
      "PersonalityTitleName": "Wolf in Sheep's Clothing",
      "PersonalityTitleDescription": "Often excessively humble, though powerful enough to eat just about anyone alive. Loves to appear weak and beat those who are less mighty without mercy."
    },
    "Self_4": {
      "PersonalityTitleName": "Creator",
      "PersonalityTitleDescription": "Intrigued by anything new and very much into nostalgia at the same time. Shares not just joy with others, but sorrow as well."
    },
    "Self_5": {
      "PersonalityTitleName": "Dream Girl",
      "PersonalityTitleDescription": "Loves to help others and easily empathizes with their feelings and needs. Kind, popular, and can't say no to anyone. Underneath the soft, docile, and gentle exterior, beats an unconventional and resilient heart."
    },
    "Brisk_2": {
      "PersonalityTitleName": "Happy Passerby",
      "PersonalityTitleDescription": "Cheery person who meets everything head-on with a smile. Exudes a mystery aura because they seemingly is able to predict the future on occasions."
    },
    "Brisk_3": {
      "PersonalityTitleName": "Mascot",
      "PersonalityTitleDescription": "Eternal optimist with a gentle personality, always laidback and has a smile on the face to give off a gullible vibe. Their easy-going mindset makes the person very approachable."
    },
    "Brisk_4": {
      "PersonalityTitleName": "Sunflower",
      "PersonalityTitleDescription": "Their majestic presence lends an air of untouchability. But far more often comforts and warms others up like a sun."
    },
    "Brisk_5": {
      "PersonalityTitleName": "Brilliant Genius",
      "PersonalityTitleDescription": "Holds unique, imaginative, and often whimsical notions about unknown things in particular. Brainy and will follow through with every idea."
    },
    "Reason_2": {
      "PersonalityTitleName": "Glassman",
      "PersonalityTitleDescription": "Disciplined, demanding, diligent, by the textbook, very hard on oneself. Highly focused on success as well as a good working relationship. Emotional world is a wreck since logic rules every thought. Lacks flexibility."
    },
    "Reason_3": {
      "PersonalityTitleName": "Airhead",
      "PersonalityTitleDescription": "Goes off tangent a lot and very talkative, a combination that tends to baffles anyone listening. Cheerful and confident, most of them can manage to hide their sadness in most situations, fooling others into thinking they're happy, but that also make them come off as heartless."
    },
    "Reason_4": {
      "PersonalityTitleName": "Ceylon Tea",
      "PersonalityTitleDescription": "Helpful, gentle, graceful, never panics, and ponders the root of every problem calmly, but mostly a lonewolf otherwise, always do things alone and never shows the soft side to strangers."
    },
    "Reason_5": {
      "PersonalityTitleName": "Repressed",
      "PersonalityTitleDescription": "Taciturn, rarely becomes animation or fluctuates in tone when speaking, and showing the emotional side even less. Rational to the extreme, expressing kindness only to people dear and close, while fearing hurting them with apathy at the same time. Keeps their own feelings buried."
    },
    "Leader_2": {
      "PersonalityTitleName": "Debonair",
      "PersonalityTitleDescription": "Dashing and impressive like a megastar. Not only tall and good looking, but independent, decisive, open-minded, and very cool as well."
    },
    "Leader_3": {
      "PersonalityTitleName": "Protagonist",
      "PersonalityTitleDescription": "Inviting and friendly, making the right choice all the time when there's trouble. Dependability is their middle name."
    },
    "Leader_4": {
      "PersonalityTitleName": "Moneybag",
      "PersonalityTitleDescription": "Has an elegant upbringing, very approachable, and is super rich, seemingly able to produce a fistful of money out of thin air."
    },
    "Leader_5": {
      "PersonalityTitleName": "Domineering",
      "PersonalityTitleDescription": "Tough, imposing, opinionated, and very often has an acerbic tongue. Arrogant and domineering, sophisticated and composed, determined and courageous... Born to be a leader."
    }
  }
  }
]