[
  {
    "Export": {
      "Name": "DT_Letter",
      "Class": "DataTable",
      "ClassOwner": "/Script/Engine",
      "Template": "Default__DataTable",
      "TemplateOwner": "/Script/Engine"
    },
    "Rows": {
    "1": {
      "Title": "Heirs of Aida Work Diary",
      "Content": "It's been a while since we were dispatched from Stronghold β. Hopefully we will get Astrum in this infiltration operation.",
      "ContentLocked": "Locked",
      "AwardDropId": "drop_weapon_sr_first"
    },
    "2": {
      "Title": "Note for Garret",
      "Content": "This time, Father doesn't just want you to think of a way to get the Astrum. If everything goes well, then he wants you to seize Banges Tech to aid future plans. Should things not go smoothly, or if you manage to obtain the Astrum, then withdraw to Stronghold γ immediately.",
      "ContentLocked": "None",
      "AwardDropId": "drop_weapon_sr_first"
    },
    "3": {
      "Title": "Heirs of Aida Weekly Report",
      "Content": "Our infiltration of Banges and capture of Banges Tech have been successful. Kolador refused to surrender the Astrum, however, and then someone burst in and rescued him while we were in the middle of the interrogation. The information we managed to extract has led us to the Black Market merchants here on Banges. We will... Wait, attack! We're under attack!",
      "ContentLocked": "None",
      "AwardDropId": "drop_weapon_sr_first"
    },
    "book1": {
      "Title": "Time Traveler 1.1 — Birthday Present",
      "Content": "    A mysterious note was found on the floor, which read: Back before the Cataclysm, before even the Astra Energy Tower was built, there was a prosperous village here, in which lived a famous Bounty Hunter and his wife.",
      "ContentLocked": "Locked",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "book2": {
      "Title": "Time Traveler 1.2 — Monster",
      "Content": "    Late at night, deep in the frigid wilderness, a boy crept quietly into a shabby old house. After rummaging around for some time, he finally found a sack of food. Just as he was about to take it, a voice said \"Who's there?\" from right behind him. The terrified boy whipped around, only to look into a twisted, almost inhuman face.",
      "ContentLocked": "None",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "book3": {
      "Title": "Time Traveler 1.3 — Angel",
      "Content": "    The woman, a scientist so often absorbed in her research, had already locked herself away for two full months without ever venturing out. Accustomed to losing herself in her work, this time her obsession was dragging on longer than usual. She wouldn't even open the door when someone knocked, instead of saying \"I'm entertaining angels\"... Everyone thought she was crazy.",
      "ContentLocked": "None",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "book4": {
      "Title": "Time Traveler 1.4 — Surgery",
      "Content": "    One of the doctor's patients was suffering from an extremely rare disease, all treatments for which were still in the experimental stage. Anyone wishing to attempt treatment would need to voluntarily become a subject of experiment, taking huge risks in the process. The doctor was torn, undecided if this option should even be mentioned to a patient who was barely fifteen years old.",
      "ContentLocked": "None",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "book5": {
      "Title": "Time Traveler 1.5 — The Future",
      "Content": "    Four years after the Cataclysm, a boy got a suppressor of his very own from his brother. Excited, he slung the suppressor around his waist and rushed out of the house, declaring to all and sundry, \"My brother is a Hykros researcher, just look at the suppressor he developed!\"",
      "ContentLocked": "None",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "book6": {
      "Title": "Time Traveler 1.6 — Little Princess",
      "Content": "    The man didn't hate the Hyenas, and even figured that keeping them close was the best way to stay alive. However, he detested the way they did things, so never harbored any intention of formally joining their ranks. But the day came when he almost lost his life to a crazed beast... And it just so happened that the Hyenas were the ones who saved him.",
      "ContentLocked": "None",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "book7": {
      "Title": "Time Traveler 1.7 — Expo",
      "Content": "    The notes discovered this time are completely different from those that were found before. They seem to be some sort of guide to a technology expo and include a list of many different vehicle names. Some were pretty familiar, while others were completely unknown. Right in the middle is written: \"Welcome to the First Tower of Fantasy Transport Technology Expo!\"",
      "ContentLocked": "None",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "book8": {
      "Title": "Time Traveler 1.8 — Lineage",
      "Content": "    The boy had many \"parents,\" all of whom wore identical, crisp white coats. The place he grew up was also gleaming, dazzling white, filled with bright screens and complex machinery. His parents taught him that this was a special place, called a laboratory. It was his home.",
      "ContentLocked": "None",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "book9": {
      "Title": "Time Traveler 1.9 — Amusement Park",
      "Content": "    All of Aida's children harbored the same dream: to spend just one happy, carefree day at the amusement park on the floating island. A pity, therefore, that only the wealthiest could afford a ticket. All that the girl from a poor family could do was gaze longingly at the island in the sky.",
      "ContentLocked": "None",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "book10": {
      "Title": "Time Traveler 2.0 — Ark",
      "Content": "    Miners toiled in the dead of night, under the keen eye of the foreman, to transport commercial ore to the Lumina's hold. The continuous, backbreaking labor was draining, both physically and mentally. As one of the miners grumbled quietly to his companion, he heard the sound of bitter sobbing in the distance.",
      "ContentLocked": "None",
      "AwardDropId": "Drop_Gem_a1_001"
    },
    "Firework": {
      "Title": "Hyenas, top secret",
      "Content": "From Her Majesty: With so many of you forgetting the password, I hereby order all correspondence passwords to be set to 12345! Effective immediately!",
      "ContentLocked": "None",
      "AwardDropId": "None"
    },
    "area5_lab_01": {
      "Title": "111",
      "Content": "1111",
      "ContentLocked": "Connecting to Area 4 entrance terminal...Verification in progress...Connection established...Shut down entrance barrier at Area 4? (Y/N) ■ Y■ (Locating... Area 4 entrance. Barrier, shut down)Shut down complete...Area 4 is now accessible...",
      "AwardDropId": "None"
    },
    "area5_lab_02": {
      "Title": "222",
      "Content": "2222",
      "ContentLocked": "22222",
      "AwardDropId": "None"
    },
    "area5_lab_03": {
      "Title": "333",
      "Content": "3333",
      "ContentLocked": "33333",
      "AwardDropId": "None"
    }
  }
  }
]